{
    "exec": [
        {
            "position": "President",
            "name": "Jonathan Heidegger",
            "description": "President test Description Description Description Description Description Description Description Description Description Description Description Description"
        },
        {
            "position": "Vice-President",
            "name": "Ethan Brooks",
            "description": "Maintains copies of chapter Bylaws and Active Requirements. Assists the President with any miscellaneous tasks. Manages the values chairs and oversees projects and provides assistance as well as serves as a liaison between chairs and exec."
        },
        {
            "position": "Vice-President-of-Membership",
            "name": "Jordan Domasky",
            "description": "Oversees Growth Chairs and the recruitment process, ensuring there are at least three events as well as a freshman mixer during band camp. Organize the interview process and help chair discussions. Lead membership candidates through the road to wisdom to understand our values and fraternity as a whole. Ensure that"
        },
        {
            "position": "Treasurer",
            "name": "Ashley Kikos",
            "description": "Create a chapter budget for the fall and spring semester, keep a constant communication with the Student Activities and Organizations (SAO) and Business Office for Student Organizations (BOSO), monitor chapter expenses and incomes, and aid the Fundraising Chair(s) with any assistance they may need."
        },
        {
            "position": "Secretary",
            "name": "Maxwell Smith",
            "description": "Maintain the systems necessary to help the chapter run smoothly. Keep the google drive organized, create and maintain agendas for chapter and exec meetings, update the chapter calendar with KKY events, assisting with the tracking of active requirements and chapter attendance, and coordinate the chapter slack."
        },
        {
            "position": "Historian",
            "name": "Jack Filpi",
            "description": "President Description Description Description Description Description Description Description Description Description Description Description Description Description Description Description Description Description Description"

        },
        {
            "position": "Alumni-Secretary",
            "name": "Kayla Denklau",
            "description": "Correspond with alumni through periodic publications, maintain accurate records of alumni members, and assist graduating Brothers on their road to Alumni status."

        }
    ],

    "chairs": [
        {
            "position": "Service",
            "name": ["Jacob Descoteau", "Matthew Heath"],
            "description": "Correspond with alumni through periodic publications, maintain accurate records of alumni members, and assist graduating Brothers on their road to Alumni status."
        },
        {
            "position": "Community",
            "name": ["Ashley Brazeau", "Jackson Moss"],
            "description": "Organizes events and activities for active chapter, plans joint activities with Tau Beta Sigma, organizes activities with other chapters, and plans all chapter social functions."
        },
        {
            "position": "Music",
            "name": ["Catie Gilhooly", "Annabelle Johnson"],
            "description": "Responsible for promoting musicianship throughout chapter and for the maintenance of music share project."
        },
        {
            "position": "Traditions",
            "name": ["Gianna Marzen"],
            "description": "Maintains ritual equipment and keeps detailed inventory, sands and paints the senior boards for any graduating seniors, and organizes the bandinage."
        },
        {
            "position": "Growth",
            "name": ["Nathan Greenland", "Josh McAtee"],
            "description": "Plans all chapter recruitment functions and pre-selections activities, organizes Big Brother selection and program, develops membership activities for active members, and assists VPM with Membership Education Activities as needed."
        },
        {
            "position": "Fundraising",
            "name": ["Swoosh", "Geoffrey Ladue"],
            "description": "Plans and advises chapter on all fundraising events, organizes the selling of all merchandise and fundraising items, investigates new merchandise, fundraising projects and other ideas as needed, and offers new ideas and events for consideration."
        },
        {
            "position": "Publicity",
            "name": ["Emily Horst", "Eric Hacker"],
            "description": "Responsible for communicating with the public and university with what is going on in our fraternity and department and responsible for advertising recruitment materials."
        },
        {
            "position": "Technology",
            "name": ["Luke Wagner"],
            "description": "Responsible for all things computer related with respect to the chapter, including chapter website and additional computerized record keeping for the chapter."
        }
    ]
}
